<?php 
session_start(); 
require('config/public_conf.php');


?>

<!DOCTYPE html>
<html lang="en" view-mode="rtl">
  <head>
<?php Metatag (); ?> 
    <!-- CSS Libraries-->
    <link rel="stylesheet" href="css/bootstrap.min.css">
    <link rel="stylesheet" href="css/animate.css">
    <link rel="stylesheet" href="css/owl.carousel.min.css">
    <link rel="stylesheet" href="css/font-awesome.min.css">
    <link rel="stylesheet" href="css/magnific-popup.css">
    <link rel="stylesheet" href="css/ion.rangeSlider.min.css">
    <link rel="stylesheet" href="css/dataTables.bootstrap4.min.css">
    <link rel="stylesheet" href="css/apexcharts.css">
    <!-- Core Stylesheet-->
    <link rel="stylesheet" href="style.css">
  </head>
  <body>
    <!-- Preloader-->
    <div class="preloader d-flex align-items-center justify-content-center" id="preloader">
      <div class="spinner-grow text-primary" role="status">
        <div class="sr-only"> لطفا منتظر بمانید ... </div>
      </div>
    </div>
    <!-- Internet Connection Status-->
    <div class="internet-connection-status" id="internetStatus"></div>
    <!-- Header Area-->
    <div class="header-area" id="headerArea">
      <div class="container">
        <!-- Paste your Header Content from here-->
        <!-- # Header Five Layout-->
        <div class="header-content header-style-five position-relative d-flex align-items-center justify-content-between">
          <!-- Back Button-->
          <div class="back-button"><a href="/"><svg width="32" height="32" viewBox="0 0 16 16" class="bi bi-arrow-left-short" fill="currentColor">
<path fill-rule="evenodd" d="M12 8a.5.5 0 0 1-.5.5H5.707l2.147 2.146a.5.5 0 0 1-.708.708l-3-3a.5.5 0 0 1 0-.708l3-3a.5.5 0 1 1 .708.708L5.707 7.5H11.5a.5.5 0 0 1 .5.5z"/>
</svg></a></div>
          <!-- Page Title-->
          <div class="page-heading">
            <h6 class="mb-0"> قوانین و مقررات استفاده از نرم افزار </h6>
          </div>
          <!-- Navbar Toggler-->
          <div></div>
        </div>
      </div>
    </div>

    <div class="page-content-wrapper py-3">
      <div class="container">
        <div class="card">
          <div class="card-body">
            <h4>قوانین و مقررات</h4>
            <p>تاریخ آخرین به‌روزرسانی : ۱۱ آذر ۱۳۹۷ <br />
<h6>ماده ۱ – تعاریف و اصطلاحات<h6>
اصطلاحاتی که در این قوانین و مقررات به کار رفته است دارای معانی مشروح زیر است :<br />
۱-۱- شرکت : شرکت تعاونی تعمیرکاران خودرو فاوا که نسبت به ارائه خدمات اتواَپ اقدام می‌کند .<br />
۱-۲- اتواَپ : خدماتی نرم‌‌ افزاری که توسط شرکت به ارائه می‌شود .<br />
۱-۳- اپلیکیشن : نرم‌‌افزار متعلق به شرکت که به منظور استفاده از خدمات اتواَپ ، حق استفاده موقت از آن برابر شرایط قراردادی و سند حاضر به کاربران اعطا می‌گردد .<br />
۱-۴- کاربر : شخصی حقیقی یا حقوقی است اعم از مصرف‌کننده نهایی یا خدمات‌دهنده که از طریق اینترنت به اپلیکیشن اتواَپ متصل و از خدمات نرم‌‌ افزاری اتواَپ بهرمند می‌شود .<br />
۱-۵- کاربران : در این سند کاربر مصرف‌کننده نهایی یا کاربر خدمات‌دهنده به همراه هم با نام کاربران استفاده می‌شوند .<br />
۱-۶- کاربر خدمات‌ دهنده : شخص حقیقی است که در اپلیکیشن خدمات‌ دهنده اتواَپ به منظور ارائه خدمات ثبت‌‌ نام کرده است .<br />
۱-۷- کاربر مصرف‌کننده نهایی : شخص حقیقی یا حقوقی است که در اپلیکیشن مصرف‌کننده نهایی اتواَپ به منظور استفاده از خدمات ثبت‌‌نام کرده است .<br />
۱-۸- حساب کاربری : حسابی است که اشخاص برای استفاده از خدمات اتواَپ در اپلیکیشن اتواَپ ایجاد کرده‌اند .<br />
۱-۹- اعتبار : مبلغی است که کاربران مصرف‌کننده نهایی در حساب کاربری خود به منظور استفاده از خدمات اتواَپ دارند . این مبلغ به صورت پرداخت از طریق سامانه بانکی و کارت‌های عضو شبکه شتاب و یا با استفاده از اتواَپ کارت طبق شرایط و مقررات حاضر منظور و محاسبه خواهد شد .<br />
۱-۱۰- اطلاعات محرمانه : اطلاعاتی که توسط کاربران در اختیار اتواَپ قرار داده می‌شود اعم از اطلاعاتی که به صورت مستقیم از سوی کاربران وارد می‌شود و هم‌چنین اطلاعاتی که به صورت خودکار و در نتیجه بهره‌برداری از خدمات اتواَپ در اختیار شرکت قرار داده می‌شود ، مانند اطلاعات خودرو ، موقعیت مکانی کاربران و غیره .<br />
۱-۱۱- قوانین و مقررات جمهوری اسلامی ایران : قانون اساسی ، قوانین عادی ، آئین‌نامه‌های اجرایی ، بخشنامه‌ها ، دستورالعمل‌ها و کلیه ضوابط قانونی حاکم بر انجام موضوع قرارداد اعم از قانون بیمه اجباری شخص ثالث ، آئین‌نامه راهنمائی‌و‌رانندگی .<br />
<h6> ماده ۲ – حساب کاربری </h6>
۲-۱- کاربران با ثبت‌نام در اتواَپ و هم‌چنین با هر بار استفاده از خدمات اتواَپ می‌پذیرند که قوانین و مقررات جاری اتواَپ را به صورت کامل مطالعه کرده و با اطلاع کامل از شرایط و معانی آن پذیرفته‌اند . این قوانین و مقررات ممکن است در طول زمان تغییرکند و بنابراین استفاده مستمر کاربران از اپلیکیشن به معنی پذیرش هرگونه تغییر در قوانین و مقررات آن است .<br />
۲-۲- برای استفاده از خدمات اتواَپ لازم است که هر کاربر مصرف‌کننده نهایی اعم از شخص حقیقی و یا حقوقی یک حساب کاربری در اپلیکیشن بسازد . تنها اشخاصی که بیش از ۱۸ سال سن و واجد اهلیت قانونی باشند می‌توانند اقدام به ساختن حساب کاربری در اپلیکیشن کنند . برای استفاده از خدمات اتواَپ کاربر مذکور باید نام ، نام خانوادگی ، آدرس پست الکترونیکی و شماره همراه خود را در اپلیکیشن اتواَپ ثبت کند .<br />
۲-۳- کاربران می‌پذیرند اطلاعات خواسته‌ شده را به صورت صحیح و به‌ روز در اپلیکیشن وارد کنند و مسئول عدم صحت اطلاعات اعلام شده شخص کاربران می‌باشند . در صورت اثبات خلاف این موضوع ، شرکت مجاز به پیگیری قضایی و قانونی نزد مراجع ذیصلاح می‌باشد .<br />
۲-۴- کاربران متعهد می‌گردند که صرفا با شماره تلفن همراه متعلق به خود نسبت به ثبت‌نام در اپلیکیشن اتواَپ اقدام نمایند. در غیر این صورت در برابر شخص ذینفع صاحب تلفن همراه تماما مسئول بوده و شرکت به محض آگاهی از این موضوع نسبت به لغو عضویت کاربر مذکور اقدام خواهد نمود .<br />
۲-۵- هر شخص با توجه به مدارک هویتی تنها می‌تواند یک حساب کاربری به عنوان کاربر مصرف‌کننده نهایی یا کاربر خدمات‌دهنده بنا به مورد در اپلیکیشن داشته باشد . در صورتی که شرکت اطلاع یابد که به نام یک شخص اعم از حقیقی و یا حقوقی حساب‌های کاربری متعدد وجود دارد ، شرکت مجاز خواهد بود نسبت به قطع خدمات و غیرفعال نمودن حساب‌های کاربری مذکور اقدام نماید .<br />
۲-۶- مسئولیت همه فعالیت‌هایی که از طریق حساب کاربری اشخاص حقیقی و یا حقوقی در اپلیکیشن یا سایر خدمات مربوط به اتواَپ انجام می‌شود به عهده کاربران ، بنابه مورد ، است . بنابراین مسئولیت مصرف‌کننده نهایی غیر از کاربر نیز ، که با استفاده از حساب کاربری وی از خدمات اتواَپ استفاده می‌نمایند ، کاملا متوجه خود کاربر مصرف‌کننده نهایی می‌باشد .<br />
۲-۷- مسئولیت حفظ امنیت اطلاعات حساب کاربری از جمله نام کاربری و رمز عبور به عهده کاربران است . در صورت مفقود شدن یا سرقت اطلاعات حساب کاربری ، کاربر مذکور موظف است در اسرع وقت موضوع را به اطلاع شرکت برساند. بدیهی است تا زمانی که اطلاع‌رسانی به شرکت انجام نشده است ، مسئولیت همه فعالیت‌هایی که از طریق حساب کاربری مذکور انجام شده و می‌شود به عهده وی خواهد بود .<br />
۲-۸- کاربران حق ندارند به اشخاص حقیقی و حقوقی دیگر اجازه استفاده از حساب کاربری خود را بدهند یا حساب خود را به شخص حقیقی یا حقوقی دیگری منتقل کنند. در مورد کاربر شخص حقوقی نیز ، مسئولیت‌های قانونی بهره‌برداری از خدمات اتواَپ متوجه مدیران مجموعه‌های مذکور خواهد بود .<br />
۲-۹- در شرایط خاصی ممکن است از کاربر مصرف‌کننده نهایی برای استفاده از خدمات ، درخواست احراز‌ هویت شود ، در چنین شرایطی اگر کاربر مصرف‌کننده نهایی اطلاعات کافی در اختیار شرکت قرار ندهد ، شرکت می‌تواند حساب کاربری وی را مسدود کرده و از ارائه خدمات به کاربر مصرف‌کننده نهایی خودداری کند .<br />
۲-۱۰- ممکن است بنا به مورد و حسب صلاحدید و تشخیص شرکت ، از کاربران درخواست اطلاعات تکمیلی ، ارائه مدارک و یا اصلاح اطلاعات موجود گردد .  در این صورت کاربر مورد درخواست ، متعهد به ارائه اطلاعات و یا اصلاح اطلاعات درخواستی در مدت اعلام و درخواست‌شده از سوی شرکت خواهد بود . در غیر این صورت شرکت می‌تواند حساب کاربری وی را مسدود کرده و از ارائه  خدمات به کاربر مذکور خودداری کند .<br />
<h6>ماده ۳ – استفاده از اتواَپ</h6>
۳-۱- کاربران متعهد می‌شوند هیچ‌گاه از خدمات اتواَپ به صورتی که به اتواَپ یا شرکای آن صدمه‌ای وارد کند استفاده نکنند . در صورتی که کاربران نسبت به سوءاستفاده از امکانات فراهم شده در خدمات اتواَپ در جهت منافع شخصی و یا آسیب اعم از مادی و یا معنوی به منافع شرکت اقدام نمایند ، شرکت ضمن داشتن حق قطع خدمات و غیرفعال نمودن حساب کاربری ، مجاز خواهد بود با مراجعه به مراجع قضایی و یا سایر مراجع ذیصلاح قانونی نسبت به مطالبه جبران خسارات وارده اقدام نماید .<br />
۳-۲- کاربران می‌پذیرند که شرکت ممکن است از ارسال پیامک ، ایمیل و یا Push Notification به عنوان راه ارتباطی شرکت با وی استفاده کند. کاربران می‌توانند درخواست کنند که ارسال این پیام‌ها قطع شود اما می‌پذیرند که با انصراف از دریافت این پیام‌ها ، ممکن است در استفاده از خدمات با مشکل مواجه شوند و یا اطلاعات مقتضی به‌موقع به ایشان نرسد .<br />
۳-۳- شرکت ممکن است کدهایی به منظور هدیه به کاربر مصرف‌کننده نهایی ارائه کند که با وارد کردن این کدها در نرم‌افزار ، یا درصدی از هزینه استفاده از خدمات کاسته یا درصدی از هزینه خدمات پس از آن به کاربر برگردانده شود و یا مبلغ مشخصی به حساب کاربر در اپلیکیشن اتواَپ اضافه شود . نحوه ارائه این خدمات و تعیین مهلت استفاده از آن‌ها ، منوط به تشخیص و صلاحدید شرکت بوده و در صورت عدم تعلق کدهای مذکور ، کاربر مصرف‌کننده نهایی حق طرح هیچ‌گونه ادعا و اعتراضی را در این خصوص نخواهد داشت .<br />
۳-۴- کاربران می‌پذیرند که اجازه انتقال یا فروش کدها را به اشخاص دیگر ندارند . هم‌چنین کاربران مجاز نیستند این کدها را به صورت عمومی منتشر کنند  حتی اگر شرکت در 

فضاهای عمومی به نحوی که در دسترس عموم است، این کدها را منتشر کرده باشد مگر اینکه شرکت رسماً این اجازه را به آنها داده باشد .                                 ۳-۵- کاربر مصرف‌کننده نهایی می‌پذیرد اعتباری که در حساب کاربری خود دارد مستقل از روش کسب آن (اگر در نتیجه افزایش اعتبار از طریق درگاه بانک باشد یا در نتیجه وارد کردن کدهای تخفیفی که شرکت در اختیار آن‌ها قرار می‌دهد یا هر روش دیگری) فقط برای استفاده از خدمات اتواَپ قابل استفاده است و امکان دریافت این وجه را به صورت نقد ندارد .<br />
۳-۶- کاربر مصرف‌کننده نهایی می‌پذیرد کدهایی که جهت افزایش اعتبار یا کاهش هزینه خدمات به وی داده می‌شود ، ممکن است منقضی شوند . از آنجایی که شرکت برای ارائه این کدها هزینه‌ای از کاربرمصرف‌کننده نهایی دریافت نمی‌کند ، این حق برای شرکت محفوظ است که مبلغ یا درصد تاثیر این کدها را حتی پس از انتشار آن‌ها تغییر دهد یا در صورت لزوم آن‌ها را باطل کند . هم‌چنین درصورتی که شرکت تشخیص دهد که استفاده از این کد به دلیل خطای فنی یا تخلف صورت گرفته و یا غیر‌قانونی بوده است می‌تواند این کدها یا اعتباری که در نتیجه استفاده از آن‌ها به حساب کاربر اضافه شده است را باطل یا حذف کند .<br />
۳-۷- مسئولیت تامین اینترنت و سخت‌افزار لازم و هم‌چنین پرداخت هزینه‌های مربوط به آن‌ها برای
استفاده از خدمات اتواَپ به عهده کاربران است .<br />
۳-۸- کاربران متعهد می‌شوند پس از استفاده از خدمات اتواَپ ، از هیچ بخش از اطلاعاتی که در نتیجه استفاده از خدمات اتواَپ ، از مصرف‌کننده نهایی یا خدمات‌دهنده کسب کرده‌اند ، هیچ‌گونه استفاده‌ای نکنند . هم‌چنین کاربران متعهد می‌شوند در طول دریافت خدمات ، فقط در شرایط ضروری از اطلاعاتی که از مصرف‌کننده نهایی یاخدمات‌دهنده در خدمات اتواَپ ارائه شده است استفاده کنند . استفاده کاربران از این اطلاعات باید مطابق با عرف جامعه و قوانین جمهوری اسلامی ایران باشد . در هر صورت اطلاعات مذکور به صورت امانت در اختیار کاربران قرار گرفته است و در صورت نقض تعهدات مذکور ، شرکت مجاز به پیگیری حقوقی و کیفری موضوع خواهد بود .<br />
۳-۹- با استفاده از خدمات اتواَپ کاربران می‌پذیرند که در حین استفاده ، اتواَپ را وسیله‌ای برای تبلیغات و بازاریابی کالا و خدمات شخصی خود قرار ندهند و از هرگونه معرفی و عرضه محصولات و خدمات شخصی و یا متعلق به دیگران خودداری کنند .<br />
۳-۱۰- کاربران متعهد به رعایت همه قوانین اسلامی ، شرعی ، اخلاقی و اجتماعی جمهوری اسلامی ایران در هنگام استفاده از اتواَپ هستند .<br />
۳-۱۱- کاربران می‌پذیرند و اعلام می‌دارند که متن حریم خصوصی اتواَپ را مطالعه کرده و مورد قبول ایشان است.<br />
۳-۱۲- کاربران می‌پذیرند که اتواَپ خدمات خودرویی نیست بلکه تنها خدمات نرم‌افزاری است که ارتباط بین مصرف‌کننده نهایی و خدمات‌دهندگان را جهت توافق بر دریافت خدمات فراهم می‌کند.<br />

۳-۱۳- خدمات اتواَپ ممکن است با مشارکت خدمات شرکت‌های دیگری ارائه شود که شرکت اتواَپ کنترلی روی آن‌ها ندارد . در چنین شرایطی کاربران می‌پذیرند که این خدمات ، قوانین استفاده و مقررات مختص خود را دارند و اتواَپ مسئولیتی در خصوص قوانین و خدمات این شرکت‌ها ندارد .<br />
۳-۱۴- از آن‌جایی که ممکن است از طریق حساب کاربری مصرف‌کننده نهایی ، شخصی به غیر از کاربر مصرف‌کننده نهایی ثبت‌نام شده از خدمات اتواَپ استفاده نمایند ، مسئولیت پرداخت هزینه‌های مترقبه و هم‌چنین هر‌گونه مسئولیت قانونی ایشان نسبت به کاربر خدمات‌ دهنده و شرکت متوجه کاربر مصرف‌کننده نهایی می‌باشد و بدین‌ترتیب کاربر مذکور و مصرف‌کننده نهایی مربوطه نسبت به شرکت دارای مسئولیت تضامنی می‌باشند .<br />
<h6>ماده ۴ – هزینه ها و پرداخت</h6>
۴-۱- کاربر مصرف‌کننده نهایی می‌پذیرد امکان استرداد هزینه‌هایی که وی به شرکت می‌پردازد وجود ندارد .
۴-۲- کاربر مصرف‌کننده نهایی می‌پذیرد هزینه خدمات از طرف شرکت مشخص می‌شود و پس از استفاده از آن اعتراضی نسبت به این هزینه نمی‌تواند داشته باشد . بدیهی است از آنجایی که کاربر مصرف‌کننده نهایی مجاز به عدم پذیرش هزینه اعلام شده از سوی شرکت می‌باشد ، در صورت قبول ، متعهد به پرداخت آن می‌باشد و به همین منظور کاربر مذکور با قبول این شرایط و مقررات به شرکت اختیار دریافت و وصول مبالغ مورد مطالبه شرکت را از محل اعتبار کاربری خود، اعطا می‌نماید .
۴-۳- پرداخت هزینه خدمات فقط از طریق روش‌هایی که توسط اتواَپ در آن خدمات مشخص می‌شود، می‌تواند صورت گیرد . این روش‌ها عبارتند از : پرداخت از طریق اعتبار موجود در حساب کاربری اتواَپ ، پرداخت اینترنتی و پرداخت نقدی به خدمات‌ دهنده .
۴-۴- کاربران می‌پذیرند هزینه خدمات ارائه و اعلام شده از سوی شرکت ، ممکن است بسته به ویژگی‌های خدمات ارائه شده متغیر باشد . در هر صورت رقم اعلام شده از سوی شرکت بر اساس استانداردهای موجود و صلاحدید شرکت تعیین گردیده است و در صورت پذیرش از سوی کاربران ، ایشان حق طرح هیچ‌گونه ادعا و اعتراضی دراین خصوص نخواهند داشت .
۴-۵- کاربر مصرف‌کننده نهایی می‌پذیرد که باید هزینه خدمات را مستقل از هرگونه مشکلی که ممکن است در برنامه اتواَپ جهت پرداخت آنلاین به وجود آید به شرکت پرداخت کند . در صورتی که به دلیل مشکلی در برنامه اتواَپ یا مشکلات ارتباطی از جمله اینترنت و شبکه تلفن همراه امکان پرداخت از طریق نرم‌افزار فراهم نشود ، کاربر مصرف‌کننده نهایی هم‌چنان موظف به پرداخت هزینه خواهد بود . در این شرایط پرداخت هزینه ممکن است با هماهنگی کاربر مصرف‌کننده نهایی با مرکز تماس شرکت اتواَپ با روش‌های دیگر صورت پذیرد . در صورتی که کاربر مصرف‌کننده نهایی به هر دلیلی از جمله مشکلات نرم‌افزار پرداخت را انجام نداده باشد ، شرکت حق دارد مبلغ خدمات را از اعتبار کاربر مصرف‌کننده نهایی در اتواَپ کسر کند و در صورت عدم پرداخت حساب کاربری مسدود خواهد شد .

۴-۶- کاربر مصرف‌کننده نهایی می‌پذیرد هر گونه تخریبی که در تجهیزات و امکانات خدمات‌ دهنده در نتیجه استفاده از خدمات با حساب کاربری وی ایجاد شود ، مسئولیت تامین هزینه‌های مربوط به تعویض ، تعمیر ، شست‌و‌شو  و غیره به عهده وی خواهد بود . در چنین مواردی شرکت حق دارد این هزینه‌ها را از اعتبار موجود در حساب اتواَپ کاربر مصرف‌کننده نهایی کسر یا از وی وصول کند . در صورتی که اعتبار موجود نزد شرکت به میزان خسارات وارده و هزینه‌های مترتب بر آن نباشد ، کاربر خدمات‌دهنده و یا شرکت مجاز به پیگیری وصول مطالبات مذکور خواهد بود . هم‌چنین چنان‌چه کاربر مصرف‌کننده نهایی اقدام به فحاشی ، توهین و ضرب و جرح و سایر اقدامات خلاف قانون علیه کاربر خدمات‌ دهنده نماید حق مراجعه کاربر خدمات‌دهنده به مراجع قضایی ذیصلاح محفوظ است . علاوه بر
آن شرکت حق مراجعه به مراجع قضایی از جهت لطمه به شهرت و اعتبار تجاری خود را خواهد داشت.
ماده ۵ – مسئولیت اتواَپ
۵-۱- شرکت با تمام امکانات خود از جمله مرکز تماس ، واحد رسیدگی به شکایات و فرآیند میانجیگری تمامی تلاش خود را جهت رضایت کاربران ، رفع اختلافات ایجاد شده در زمان ارائه و استفاده از خدمات اتواَپ بین کاربران ، و ایجاد صلح و سازش فی‌مابین آن‌ها می‌کند .
۵-۲- شرکت با استفاده از نظارت‌های خود و انجام نظرسنجی از کاربران مصرف‌کننده نهایی تلاش می‌کند خدمات با کیفیت مطلوب به کاربران ارائه دهد .
۵-۳- شرکت تلاش خود را جهت فراهم نمودن امکان استفاده از خدمات نرم‌افزاری خود توسط دستگاه‌های کاربران محترم می‌کند اما تضمینی نسبت به اجرا شدن آن روی همه دستگاه‌ها یا همه شبکه‌های ارتباطی ( اینترنت ، شبکه تلفن‌ همراه و …) نخواهد داد .
۵-۴- تمامی اطلاعات کاربران به عنوان اطلاعات محرمانه نزد شرکت محافظت شده و دسترسی به آن توسط اشخاص ثالث ممنوع بوده مگر برابر تصمیم مقام ذیصلاح قضایی . بنابراین در صورت درخواست و صدور دستور مقتضی از سوی مراجع قضایی ، شرکت مکلف به ارائه اطلاعات کاربران به مراجع مذکور می‌باشد .
۵-۵- چنان‌چه هر یک از کاربران اتواَپ در زمان استفاده از خدمات آن با مشکلی مواجه شوند برابر شرایط فوق می‌توانند شکایت خود را از طریق مرکز تماس و واحد رسیدگی به شکایات اتواَپ مطرح و شرکت پیگیری لازم و تلاش خود را جهت حل‌و‌فصل اختلافات بعمل خواهد آورد .
۵-۶- جهت اطلاع بیشتر کاربران با نحوه و شرایط ارائه خدمات اتواَپ و استفاده از نرم‌افزار‌های مصرف‌کننده نهایی و خدمات‌دهنده ، همه اطلاعات مورد نیاز کاربران توسط اتواَپ در نرم‌افزار قرار داده شده است و اشخاص می‌توانند با مراجعه به قسمت مذکور و مطالعه آن‌ها کاملا با شرایط ذکر شده و خدمات اتواَپ آشنا شوند . هم‌چنین همکاران ما در مرکز تماس پاسخگوی هر‌گونه ابهام و سوال کاربران هستند . لازم به توضیح است که ارائه اطلاعات کاربری صرفا از طریق اپلیکیشن امکان‌پذیر است و به منظور حفظ امنیت اطلاعات کاربران و اصل محرمانگی ارائه اطلاعات کاربری به خود کاربر و اشخاص ثالث به صورت تلفنی و حضوری مقدور نیست .
۵-۷- مسئولیت اتواَپ فقط در فرضی است که کاربر مصرف‌کننده نهایی از طریق اپلیکیشن اتواَپ درخواست خدمات داشته باشد . لذا اگر کاربر خدمات‌دهنده و کاربر مصرف‌کننده نهایی که در اپلیکیشن اتواَپ ثبت‌نام کرده‌اند خارج از اپلیکیشن با یکدیگر بر انجام خدمات توافق نمایند هیچ‌گونه مسئولیتی متوجه شرکت نخواهد بود .
ماده ۶ – مسئولیت کاربران
۶-۱- مسئولیت همه اقدامات و افعال کاربران که ناشی از عدم رعایت قوانین موضوعه جمهوری اسلامی ایران از جمله قانون مجازات اسلامی و قوانین مدنی ( ورود خسارت به اموال کاربران) باشد ، برعهده شخص متخلف بوده و شرکت هیچ‌گونه مسئولیتی در قبال اعمال و افعال فوق نداشته و نخواهد داشت و شرکت می‌تواند ضمن غیر‌فعال کردن حساب کاربری متخلف ، از طریق مراجع ذیصلاح ، اقدامات قانونی را علیه نامبرده نسبت به احقاق حقوق قانونی شرکت به عمل آورد .
۶-۲- هر‌گونه اقدامی از سوی کاربر خدمات‌دهنده که منجر به ورود خسارت به شهرت ، اعتبار و دارایی‌های شرکت شود تخلف از شرایط قراردادی و قانونی تلقی خواهد . شرکت این حق را برای خود محفوظ می‌داند که حساب کاربر خدمات‌دهنده را مسدود کند و در صورت نیاز ، علیه شخص اقدام قانونی انجام دهد و خسارت و حقوق قانونی خود را مطالبه کند.
۶-۳- کاربر خدمات‌دهنده متعهد می‌شود تنها از علایم و اقلام سازمانی که توسط اتواَپ تهیه و در اختیار او گذاشته شده است استفاده کند و مسئولیت استفاده از اقلام و علایمی که سبب ایجاد مشابهت و یا ایجاد اشتباه برای کاربران مصرف‌کننده نهایی و یا سایر اشخاص اعم از حقیقی و یا حقوقی کند بر عهده کاربر خدمات‌دهنده بوده و در صورت لزوم شرکت به قطع خدمات با نامبرده و پیگیری قانونی اقدام خواهد نمود و شخص متخلف مکلف به جبران خسارات وارده به شرکت خواهد بود .
ماده ۷ – موارد فنی
۷-۱- کاربران حق ندارند هیچ‌گونه تلاشی در جهت استخراج سورس‌کد ( Source Code ) نرم‌افزارهای اتواَپ شامل دیکامپایل( Decompile ) ، مهندسی معکوس ( Reverse Engineering ) یا فعالیت‌های مشابه انجام دهد ، مگر اینکه اجازه چنین کاری به صورت قانونی صادر شده باشد .
۷-۲- کاربران مجاز نیستند با استفاده از روش‌های Framing یا Mirroring یا روش‌های دیگر نسخه دیگری از خدمات اتواَپ را روی سرورهای دیگر ارائه کنند . هم‌چنین کاربر مجاز نیست در نرم‌افزار اتواَپ یا در روش ارائه خدمات تغییر یا اخلالی ایجاد کند .
۷-۳- کاربران حق ندارند نرم‌افزار یا اسکریپتی با هدف ایندکس‌گذاری ( Indexing ) ، مطالعه یا هر‌گونه فعالیت داده‌کاوی روی خدمات اجرا کنند .

۷-۴- کاربران حق ندارند هیچ فعالیتی در راستای حصول دسترسی غیرقانونی و غیر‌متداول به هیچ بخش از سامانه اتواَپ یا سامانه‌های مرتبط با اتواَپ انجام دهند .
ماده ۸ – محتوای تولید شده توسط کاربران
شرکت ممکن است در شرایطی به کاربران اجازه دهد که در وب‌سایت ، نرم‌افزار موبایل و یا سایر بخش‌های این سامانه ، عکس ، متن ، فایل صوتی ، فایل تصویری یا فایل‌های مشابه منتشر کنند . مالکیت هر مطلب ( شامل متن ، عکس ، فایل صوتی ، فایل تصویری و … ) که به این شکل در خدمات مرتبط به اتواَپ ثبت شود ، کاربران این حق را به اتواَپ می‌دهند که آن‌ها را در هر مکان و هر زمانی به صورت دیجیتال یا چاپی برای هر نوع کاربردی منتشر کند . هم‌چنین شرکت مجاز است حق انتشار این مطالب را به اشخاص حقیقی یا حقوقی دیگر منتقل کند .
ماده ۹ – قطع خدمات
شرکت در شرایطی که به هر دلیل به این نتیجه برسد حضور یک کاربر ( خدمات‌دهنده یا مصرف‌کننده نهایی ) می‌تواند برای شرکت یا سایر مصرف‌کننده نهایی یا خدمات‌دهندگان مطلوب نباشد ، طبق صلاحدید و تشخیص خود حق حذف دسترسی کاربر مذکور به خدمات اتواَپ را دارد . در این صورت ، کاربر حق طرح هیچ‌گونه ادعا و یا اعتراضی را نخواهد داشت .
ماده ۱۰ – توافق از راه دور
۱۰-۱- کاربران توافق می‌کنند جهت مبادله آسان اطلاعات ، همه تغییرات و الحاقیه‌های قوانین و مقررات حاضر اعم از تغییر و اضافه کردن شروط آن ، ارسال اخطاریه و ابلاغیه‌های مربوط به شرکت ، از طریق سامانه اتواَپ بعمل آید و کاربران ضمن پذیرش اطلاع از شرط و روند اجرایی آن موافقت خود را نسبت به اعمال شرط مذکور اعلام می‌کنند .
۱۰-۲- مسئولیت حفظ و حراست از حساب کاربران برعهده کاربر مذکور بوده و وی ضمن پذیرش این مسئولیت ، همه داده و پیام‌های صادره از طریق حساب کاربری مذکور را منتسب به خود دانسته و هرگونه ادعایی نسبت به انکار ، تردید و جعل داده و پیام‌های ارسال شده از ناحیه نامبرده غیر‌قابل استماع و مردود است .
۱۰-۳- کاربران می‌پذیرند هر‌گونه رویه ، اشکال ، عبارات مبین تائید و اعلام قبولی و تصدیق داده پیام‌های صادره از طرف شرکت به منزله امضا الکترونیکی و قبولی محسوب می‌شود و هر‌گونه ادعائی نسبت به امضا و قبولی مذکور غیر‌قابل استماع و مردود است .
۱۰-۴- کاربران با عضویت در خدمات اتواَپ قصد و اراده خود را نسبت به پذیرش انعقاد هرگونه اقدام و عمل حقوقی از جمله عقود و معاملات از راه دور و از طریق سامانه رایانه‌ای و الکترونیکی اعلام می‌کنند .</p>
          </div>
        </div>
      </div>
    </div>
    <!-- Footer Nav-->
    <div class="footer-nav-area" id="footerNav">
      <div class="container px-0">
        <!-- Paste your Footer Content from here-->
        <!-- Footer Content-->
        <div class="footer-nav position-relative">
        </div>
      </div>
    </div>
    <!-- All JavaScript Files-->
    <script src="js/bootstrap.bundle.min.js"></script>
    <script src="js/jquery.min.js"></script>
    <script src="js/default/internet-status.js"></script>
    <script src="js/waypoints.min.js"></script>
    <script src="js/jquery.easing.min.js"></script>
    <script src="js/wow.min.js"></script>
    <script src="js/owl.carousel.min.js"></script>
    <script src="js/jquery.counterup.min.js"></script>
    <script src="js/jquery.countdown.min.js"></script>
    <script src="js/imagesloaded.pkgd.min.js"></script>
    <script src="js/isotope.pkgd.min.js"></script>
    <script src="js/jquery.magnific-popup.min.js"></script>
    <script src="js/default/dark-mode-switch.js"></script>
    <script src="js/ion.rangeSlider.min.js"></script>
    <script src="js/jquery.dataTables.min.js"></script>
    <script src="js/default/active.js"></script>
    <script src="js/default/clipboard.js"></script>
  </body>
</html>